Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the ignoble element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the ignoble element.

source: འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the ignoble element,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the ignoble element.

source: དེ་བཞིན་གཤེགས་པ་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the ignoble element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the ignoble element.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the ignoble element.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing cessation as related to knowledge of the ignoble element .

source: དེ་བཞིན་གཤེགས་པ་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the ignoble element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the ignoble element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་ཤེས་པ་གང་གིས་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of the ignoble element.

source: དེ་བཞིན་གཤེགས་པ་འཕགས་པ་མ་ཡིན་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the ignoble element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the worldly.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཀུན་ཏུ་སྤྱོད་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the conduct of the worldly.

source: ཁྱིམ་བདག་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, that is how the Thus-Gone One correctly understands the knowledge of the worldly.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་པའི་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the worldly,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the worldly.

source: འཇིག་རྟེན་པའི་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the worldly,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འཇིག་རྟེན་པའི་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the worldly.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་པའི་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the worldly,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the worldly.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འཇིག་རྟེན་པའི་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the worldly mind.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འཇིག་རྟེན་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing cessation as related to knowledge of the element of the worldly .

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་པའི་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the worldly mind,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the element of the worldly.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པ་གང་གིས་འཇིག་རྟེན་པའི་ཁམས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of the element of the worldly.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the element of the worldly,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the transcendent element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་འཁོར་བ་འགོག་པ་ཤེས་པ་རྗེས་སུ་འཐུན་པའི་ཁམས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, the Thus-Gone One correctly understands the element that accords with the cognition of the cessation of saṃsāra.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་ནས་མཁས་པའི་བར་གང་ཡིན་པ་འདི་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཞེས་བྱ་སྟེ།
en: To know, see,...and be skillful about this is called knowing the transcendent element .

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the transcendent element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the transcendent element.

source: འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the transcendent element,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the transcendent element.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the transcendent element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the transcendent element.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the transcendent element.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the transcendent element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the transcendent element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པ་གང་གིས་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of the transcendent element.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the transcendent element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the conditioned element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་རྣམས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, the Thus-Gone One correctly understands the five perpetuating aggregates.

source: དེ་བཞིན་གཤེགས་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the conditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the conditioned element.

source: འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the conditioned element,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the conditioned element.

source: དེ་བཞིན་གཤེགས་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the conditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the conditioned element.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the conditioned element.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing cessation as related to knowledge of the conditioned element .

source: དེ་བཞིན་གཤེགས་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the conditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the conditioned element.

source: ཤེས་པ་གང་གིས་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་གལ་ཏེ་རོ་མྱང་བ་མེད་པར་རྗེས་སུ་ལྟ་བར་གནས་པའམ། གལ་ཏེ་ཉེས་དམིགས་སུ་རྗེས་སུ་ལྟ་བར་གནས་པའམ། གལ་ཏེ་ངེས་པར་འབྱུང་བར་རྗེས་སུ་ལྟ་བར་གནས་པའོ། །
en: He correctly understands the knowledge of cessation by which he knows, understands, and actualizes the conditioned element, whether he contemplates insipidity, or whether he contemplates shortcomings, or whether he contemplates deliverance.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་ནས་མཁས་པའི་བར་གང་ཡིན་པ་འདི་ནི་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པའོ། །
en: To know, see, . . . and be skillful about this is called knowing the path that leads to cessation as related to knowledge of the conditioned element .

source: དེ་བཞིན་གཤེགས་པ་འདུས་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the conditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the unconditioned element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་སོ་སོར་བརྟགས་པས་འགོག་པ་དང་། ནམ་མཁའ་དང་། མྱ་ངན་ལས་འདས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, through discrimination the Thus-Gone One correctly understands cessation, space, and nirvāṇa.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱི་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing the unconditioned element .

source: དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the unconditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the unconditioned element.

source: འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the unconditioned element,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the unconditioned element.

source: དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the unconditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the unconditioned element.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the unconditioned element.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing cessation as related to knowledge of the unconditioned element .

source: དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the unconditioned element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the unconditioned element.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པ་གང་གིས་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the unconditioned element,

source: གལ་ཏེ་རོ་མྱང་བ་མེད་པར་རྗེས་སུ་ལྟ་བར་གནས་པའམ། གལ་ཏེ་ཉེས་དམིགས་སུ་རྗེས་སུ་ལྟ་བར་གནས་པའམ། གལ་ཏེ་ངེས་པར་འབྱུང་བར་རྗེས་སུ་ལྟ་བར་གནས་པའོ། །
en: whether he contemplates insipidity, or whether he contemplates shortcomings, or whether he contemplates deliverance.

source: དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the unconditioned element,

source: གང་ཐུགས་སུ་ཆུད་པའི་དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་ཀྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན་སྤོབས་པ་ཟད་མི་ཤེས་སོ། །
en: When the Thus-Gone One who knows this is asked about the knowledge of the path that leads to cessation as related to knowledge of the unconditioned element, he possesses inexhaustible eloquence.

source: དེ་ལྟ་བས་ན་འདིར་གང་གིས་ཡེ་ཤེས་མཐོང་བ་ཐོགས་པ་མེད་པར་འཇུག་པ་དེ་ནི་ཙན་དན་གྱི་ཁྱམས་དང་ཁང་བཟངས་ཀྱི་བར་འདི་ལ་ལོངས་སྤྱོད་པར་འགྱུར་རོ། །
en: Therefore, with his unimpeded wisdom vision he will enjoy this temple with its sandalwood courtyard.

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the world.

source: ཉི་མ་དང་ཟླ་བ་ཡོངས་སུ་རྒྱུ་བས་ཕྱོགས་གསལ་ཞིང་སྣང་བར་བྱེད་པའི་
en: Through the movements of the sun and moon, all directions are illuminated.

source: ཟླ་བ་སྟོང་དང་། ཉི་མ་སྟོང་དང་། འཛམ་བུའི་གླིང་སྟོང་དང་། གླིང་ཆེན་པོ་དང་། ཤར་གྱི་ལུས་འཕགས་སྟོང་དང་། བྱང་གི་སྒྲ་མི་སྙན་སྟོང་དང་། ནུབ་ཀྱི་བ་ལང་སྤྱོད་སྟོང་དང་། རྒྱལ་ཆེན་བཞིའི་རིས་སྟོང་དང་། སུམ་ཅུ་རྩ་གསུམ་གྱི་གནས་སྟོང་དང་། འཐབ་བྲལ་གྱི་གནས་སྟོང་དང་། དགའ་ལྡན་གྱི་གནས་སྟོང་དང་། འཕྲུལ་དགའི་གནས་སྟོང་དང་། གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་གནས་སྟོང་དང་། ཚངས་པའི་འཇིག་རྟེན་སྟོང་ཇི་སྙེད་པ་འདི་ནི་སྟོང་སྤྱི་ཕུད་དང་། ཆུང་ངུ་དང་། ཐ་མའི་འཇིག་རྟེན་གྱི་ཁམས་ཞེས་བྱ་སྟེ
en: He knows one thousand such illuminating moons and suns as well as one thousand Jambūdvīpas, and also the other great continents, such as one thousand Pūrvavidehas in the east, one thousand Uttarakurus in the north, and one thousand Aparagodānīyas in the west. He also knows one thousand Heavens of the Four Great Kings, one thousand Heavens of the Thirty-Three, one thousand Heavens Free from Strife, one thousand Heavens of Joy, one thousand Heavens of Delighting in Emanations, one thousand Heavens of Making Use of Others’ Emanations, and one thousand Brahmā Realms. All of that is called a ‘first order chiliocosm,’ or a ‘lesser,’ or ‘lower’ such order.

source: ཚུལ་དེ་ལྟ་བུའི་སྤྱི་ཕུད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སྟོང་གང་ཡིན་པ་འདི་ནི་སྟོང་གཉིས་པ་བར་མའི་འཇིག་རྟེན་གྱི་ཁམས་ཞེས་བྱའོ། །
en: A set of one thousand such first order chiliocosms is called a ‘second order, mid-sized dichiliocosm,’

source: ཚུལ་དེ་ལྟ་བུའི་སྟོང་གཉིས་པ་བར་མའི་འཇིག་རྟེན་གྱི་ཁམས་སྟོང་གང་ཡིན་པ་འདི་ནི་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཞེས་བྱ་སྟེ།
en: and a set of one thousand such dichiliocosms is called a ‘third order, great trichiliocosm.’

source: འདྲ་བར་འཇིག །འདྲ་བར་འཆགས། འདྲ་བར་ཞིག་ནས་གནས། འདྲ་བར་ཆགས་ནས་གནས་སོ། །
en: Such world systems disintegrate, are formed, are void, and remain.

source: ཚུལ་དེ་ལྟ་བུའི་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཤར་ཕྱོགས་སུ་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དག་ནི་འཇིག །གཞན་དག་ནི་འཆགས། གཞན་དག་ཞིག་ནས་གནས། གཞན་དག་ཆགས་ནས་གནས་ཏེ།
en: In the east, there are further such third order, great trichiliocosms where some collapse, some disintegrate, some are formed, some are void, and some remain.

source: ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་དང་། ཤར་ལྷོ་དང་། ལྷོ་ནུབ་དང་། ནུབ་བྱང་དང་། བྱང་ཤར་དང་། འོག་དང་། སྟེང་གི་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད་པ་གཞན་དག་ནི་འཇིག །གཞན་དག་ནི་འཆགས། གཞན་དག་ཞིག་ནས་གནས། གཞན་དག་ཆགས་ནས་གནས་སོ། །
en: Likewise, in the south, west, north, southeast, southwest, northwest, northeast, below, and above there are a further endless number of worlds where some collapse, some disintegrate, some are formed, some are void, and some remain.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་འཇིག་རྟེན་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing the world .

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the world,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the world.

source: འཇིག་རྟེན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the world,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the world element.
